{
  "format_version": "1.16.100",
  "minecraft:item": {
    "description": {
      "identifier": "arx:advice_book",
      "category": "items"
    },
    "components": {
      "minecraft:max_stack_size": 1,
      "minecraft:icon": {
        "texture": "arx:advice_book"
      },
      "minecraft:cooldown": {
        "category": "advice_book",
        "duration": 90
      },
      "minecraft:on_use": {
        "on_use": {
          "event": "on_use_event"
        }
      }
    },
    "events": {
      "on_use_event": {
        "swing": {},
        "randomize": [
          {
            "run_command": {
              "command": [
                "w @p В Арксе очень много всякой еды. Её можно готовить при помощи гриля, котла или стола для готовки."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Из двух булыжников можно скрафтить гравий."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Из двух дроблёных сланцев можно скрафтить гравий."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Гравий можно переплавить в песок."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p В Арксе очень много разных металлов. Больша́я часть из них, пусть и очень труднодоступная, называется редкоземельными. Так же есть обычные металлы и сплавы."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Чтобы ковать оружие и доспехи, вам понадобятся соответствующие навыки, прежде всего. Внимательно ознакомьтесь с их картой!"
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Всякие стеклянные колбы и прочие склянки крафтятся на специальном станке - стеклоплавильне. Только самые обычные пузырьки не требуют навыков, а за более интересные колбы придется отсыпать опыта на навыки."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Если изучение алхимии идёт тяжеловато, то попробуте варить пиво. Это куда проще и приятнее."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Кольца делятся на много разных типов, но в целом чем дороже металл в оправе кольца, тем мощнее эффект оно будет давать."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Если вам кто-то очень не нравится, то ему всегда можно подарить пирожок с гвоздями."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Книга демона - полезный предмет. Демон из книги может наделять вас силой, однако будте с ним осторожны. Никто не знает, что у демона на уме."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Пусть классов во втором Арксе и нет, прокач никуда не делся. Грамотно обдумывайте, куда вливать очки обучения, ведь прокач значительно изменяет геймплей."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Зачищая локации древних, вы можете находить книги древнего знания. Эти уникальные записки очень интересны и поднимут ваш уровень!"
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Не пренебрегайте маркерами предметов. Если они не совсем понятные, то используйте книжку <инфо> и выберите пункт <помощь по иконкам>."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Вы можете стать учеником одного из богов. Для этого нужно подношение в виде иконки этого бога и неплохой уровень опыта."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p В Арксе существует 2 бога: Паллас и Пирес. Паллас олицетваряет тьму, а Пирес - свет. Кого из них выбрать, решать только тебе."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Будучи адептом бога, и обладая навыками мага, можно пойти по сомнительной, но невероятно интересной дорожке магии и обучаться некромантии."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Если испечь яблоко, оно станет гораздо вкуснее!"
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Сталь - переходный универсальный материал. Конечно, это не редкоземельный металл, но и не какой-нибудь чугун. Сталь обладает хорошей прочностью и прочими высокими свойствами."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Правила Аркса довольно нестандартны, поэтому нельзя пренебрегать их чтением."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p С помощью волшебной палочки маги могут менять тип цели для заклинания (если вы, конечно, умеете ей пользоваться)."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Если у вас слишком сильное замедление, используйте коня."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Научные книги можно использовать как аккумулятор опыта. Конечно же, со штрафом в 25%."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p В Арксе существуют квесты. Подробнее в дискорд канале квестов."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Будучи паразитированным демоном, и погибнув, вы позволите демону забрать ваше тело навсегда. Придётся смириться со становлением призаком или потерей рп."
              ]
            },
            "weight": 1
          },
          {
            "run_command": {
              "command": [
                "w @p Не стоит ходить с оружием в руках рядом с игроками. Нередко это расценивается как агрессия."
              ]
            },
            "weight": 1
          }
        ]
      }
    }
  }
}