tellraw @s { "rawtext": [ { "text": "§lЛегенда о бродящей кукле" } ] }
tellraw @s { "rawtext": [ { "text": "Однажды в городе Тии-кан, столице царства Сансареа, проходило вполне обычное представление. Актеры играли свои роли, зрители радовались. Но посередине представления кукла пошла сама через сцену. Зрители ничего не поняли, но им понравилось. Она вышла к людям, радостно смотрящим на неё. Многие попытались потрогать куклу, думая что это актер в костюме или магия иллюзиониста. В тот вечер погибло 7 человек. Ожившую куклу уничтожил маг в чёрном из толпы, однако он был не единственным магом в толпе, причастным к этому инциденту." } ] }

tellraw @s[scores={book_wand_puppet=1}] { "rawtext": [ { "text": "§6Я это уже знаю" } ] }
tellraw @s[scores={book_wand_puppet=0}] { "rawtext": [ { "text": "§aИнтересная книга!" } ] }
scoreboard players add @s[scores={book_wand_puppet=0}] xp_tray 200
scoreboard players set @s book_wand_puppet 1