tellraw @s { "rawtext": [ { "text": "§lО древних" } ] }
tellraw @s { "rawtext": [ { "text": "Невероятные знания таят в себе древние. Я находил уже массу мест, где было всякое древнее барахло, в основном странные протяжённые мягкие тонкие пруты из металла и черной эластичной субстанции, окутывающей эти пруты. Помимо этого можно найти куски вообще непонятно чего, какого-то металла вперемешку со всякими странностями. В целом они бесполезные, но из них можно выплавить красивый блестящий и такой же бесполезный металл. Он довольно хрупкий и оружие из него получается очень плохое, на уровне меча из алюминия. Другое дело сталь - наш выбор!" } ] }

tellraw @s[scores={book_about_ancients=1}] { "rawtext": [ { "text": "§6Я это уже знаю" } ] }
tellraw @s[scores={book_about_ancients=0}] { "rawtext": [ { "text": "§aИнтересная книга!" } ] }
scoreboard players add @s[scores={book_about_ancients=0}] xp_tray 200
scoreboard players set @s book_about_ancients 1