tellraw @s { "rawtext": [ { "text": "ВНИМАНИЕ! Некоторые меркеры на предметах могут быть намеренно скрыты." } ] }

tellraw @s { "rawtext": [ { "text": "§l§6 - - - §aМАРКЕРЫ ПРЕДМЕТОВ§6 - - -" } ] }

tellraw @s { "rawtext": [ { "text": "Ā Очки брони." } ] }
tellraw @s { "rawtext": [ { "text": "İ Вес предмета." } ] }
tellraw @s { "rawtext": [ { "text": "ġ Тёплая одежда." } ] }
tellraw @s { "rawtext": [ { "text": "Ġ Сопротивление пекущему солнцу." } ] }
#tellraw @s { "rawtext": [ { "text": "Ħ Одежда, не усиливающая перегрев в жарких локациях." } ] }
tellraw @s { "rawtext": [ { "text": "Š Головной убор, снижающий распространение болезней." } ] }
tellraw @s { "rawtext": [ { "text": "š Головной убор, сильно снижающий распространение болезней." } ] }
tellraw @s { "rawtext": [ { "text": "[§aXP xn§f] Домножение получаемого Арксовского опыта на n." } ] }
tellraw @s { "rawtext": [ { "text": "[§b+n§f] Объём рюкзака. Не забывайте, что этот параметр накладывает штрафы на боевые характеристики." } ] }
tellraw @s { "rawtext": [ { "text": "[Лёг.] Лёгкая броня. Для ношения желателен навык B1." } ] }
tellraw @s { "rawtext": [ { "text": "[Тяж.] Тяжёлая броня. Для ношения желателен навык C1." } ] }
tellraw @s { "rawtext": [ { "text": "§1MP§fn Увеличивает максимальную ману на n." } ] }
tellraw @s { "rawtext": [ { "text": "§4nDMG§f Увеличивает базовый урон (складывается с уроном оружия) на n." } ] }
tellraw @s { "rawtext": [ { "text": "§bMPR§fn Снижает скорость регенерации очка маны на n секунд." } ] }
tellraw @s { "rawtext": [ { "text": "[§4§o?§fУсловие => бонус§r§f] Выдаёт бонус при выполнении условия." } ] }
#tellraw @s { "rawtext": [ { "text": "ā [НЕАКТУАЛЬНО] Предмет для Драконьих Земель." } ] }

#tellraw @s { "rawtext": [ { "text": "§lМАРКЕРЫ ИГРОВОГО ПРОЦЕССА" } ] }

tellraw @s { "rawtext": [ { "text": "đ Повышение стресса." } ] }
tellraw @s { "rawtext": [ { "text": "Ē Повышение счастья." } ] }
tellraw @s { "rawtext": [ { "text": "ē Нейтральный стресс." } ] }
tellraw @s { "rawtext": [ { "text": "Ċ Положительная черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "ċ Положительная неснимаемая черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "Ĉ Нейтральная черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "ĉ Нейтральная неснимаемая черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "Ć Отрицательная черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "ć Отрицательная неснимаемая черта характера." } ] }
tellraw @s { "rawtext": [ { "text": "ė Черта характера, полученная сторонним путём." } ] }
tellraw @s { "rawtext": [ { "text": "Đ Статус замерзания." } ] }
tellraw @s { "rawtext": [ { "text": "Ģ Статус намокания." } ] }
tellraw @s { "rawtext": [ { "text": "Ė Статус перегрева/обжигания." } ] }

tellraw @s { "rawtext": [ { "text": "Ĥ Откат атаки." } ] }
tellraw @s { "rawtext": [ { "text": "ĥ Бесконечное (по силе) ослабление." } ] }

tellraw @s { "rawtext": [ { "text": "Ę Выполненное достижение." } ] }
tellraw @s { "rawtext": [ { "text": "ę Невыполненное достижение." } ] }

tellraw @s[scores={battery_avail=1}] { "rawtext": [ { "text": "Ő Вместимость батареи." } ] }