tellraw @p { "rawtext": [ { "text": "[§fОбычное]§f Можно найти вообще без усилий." } ] }
tellraw @p { "rawtext": [ { "text": "[§aНеобычное]§f Недорогой предмет. Можно достать без особых пробем." } ] }
tellraw @p { "rawtext": [ { "text": "[§bРедкое]§f Несколько ценный предмет. На поиски или создание придётся потратить время." } ] }
tellraw @p { "rawtext": [ { "text": "[§gЭпическое]§f Достаточно ценный предмет. Просто так его не достать." } ] }
tellraw @p { "rawtext": [ { "text": "[§eЛегендарное]§f Дорогой предмет. Требует долгой и упорной игры для получения. Так же это уникальные, но бесполезные предметы." } ] }
tellraw @p { "rawtext": [ { "text": "[§cМифическое]§f Самые дорогие создаваемые предметы. Такие стоят очень дорого." } ] }
tellraw @p { "rawtext": [ { "text": "[§cМифическое+]§f Самые дорогие создаваемые предметы, только ещё дороже." } ] }
tellraw @p { "rawtext": [ { "text": "[§cМифическое++]§f Очень, очень, очень дорого. Забудьте об этом." } ] }
tellraw @p { "rawtext": [ { "text": "[§dБожественное]§f Невероятно ценные уникальные предметы, обычно имеющие значение для лора Аркса." } ] }