tellraw @s { "rawtext": [ { "text": "§l§6 - - - §aРЕДКОСТИ§6 - - -" } ] }
tellraw @s { "rawtext": [ { "text": "[§fОбычное§f] Можно найти вообще без усилий." } ] }
tellraw @s { "rawtext": [ { "text": "[§aНеобычное§f] Недорогой предмет. Можно достать без особых пробем." } ] }
tellraw @s { "rawtext": [ { "text": "[§bРедкое§f] Несколько ценный предмет. На поиски или создание придётся потратить время." } ] }
tellraw @s { "rawtext": [ { "text": "[§gЭпическое§f] Достаточно ценный предмет. Просто так его не достать." } ] }
tellraw @s { "rawtext": [ { "text": "[§eЛегендарное§f] Дорогой предмет. Требует долгой и упорной игры для получения." } ] }
tellraw @s { "rawtext": [ { "text": "[§cМифическое§f] Самые дорогие создаваемые предметы. Такие стоят очень дорого." } ] }
tellraw @s { "rawtext": [ { "text": "[§cМифическое+§f] Самые дорогие создаваемые предметы, только ещё дороже." } ] }
tellraw @s { "rawtext": [ { "text": "[§cМифическое++§f] Очень, очень дорого. Забудьте об этом." } ] }
tellraw @s { "rawtext": [ { "text": "[§cМифическое++§f] Очень, очень, очень, очень, очень дорого. Без шансов." } ] }
tellraw @s { "rawtext": [ { "text": "[§dБожественное§f] Невероятно ценные уникальные предметы, обычно имеющие значение для лора Аркса." } ] }